tap "ariga/tap"
tap "aserto-dev/tap"
tap "bufbuild/buf"
tap "chiselstrike/tap"
tap "felixkratz/formulae"
tap "libsql/sqld"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "openfga/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "powershell/tap"
tap "supabase/tap"
tap "surrealdb/tap"
tap "tinygo-org/tools"
tap "wasmcloud/wasmcloud"
tap "withgraphite/tap"
brew "act"
brew "adr-tools"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bacon"
brew "openssl@3"
brew "bat"
brew "btop"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "conftest"
brew "deno"
brew "direnv"
brew "diskonaut"
brew "dive"
brew "docker"
brew "dos2unix"
brew "dprint"
brew "dua-cli"
brew "dust"
brew "erdtree"
brew "exercism"
brew "eza"
brew "fd"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-flow", link: false
brew "git-flow-avh"
brew "glow"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "gollama"
brew "grpcui"
brew "grpcurl"
brew "hadolint"
brew "hcloud"
brew "helix"
brew "helm"
brew "helmfile"
brew "hurl"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "jaq"
brew "just"
brew "k6"
brew "kind"
brew "kube-linter"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libimobiledevice"
brew "lld"
brew "luarocks"
brew "mage"
brew "md5sha1sum"
brew "mysql-client"
brew "nats-server"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "oha"
brew "okteto"
brew "ollama", restart_service: :changed
brew "openshift-cli"
brew "oras"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@16"
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "terraform"
brew "tlrc"
brew "uv"
brew "vale"
brew "vite"
brew "wasmer"
brew "wasmtime"
brew "wget"
brew "xcodegen"
brew "xh"
brew "yarn"
brew "yazi"
brew "yh"
brew "yq"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "ariga/tap/atlas"
brew "aserto-dev/tap/topaz"
brew "bufbuild/buf/buf"
brew "chiselstrike/tap/turso"
brew "felixkratz/formulae/borders"
brew "nats-io/nats-tools/nats"
brew "openfga/tap/fga"
brew "oven-sh/bun/bun"
brew "powershell/tap/powershell"
brew "supabase/tap/supabase"
brew "surrealdb/tap/surreal"
brew "tinygo-org/tools/tinygo"
brew "wasmcloud/wasmcloud/wash"
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "alex313031-thorium"
cask "bartender"
cask "bitwarden"
cask "bruno"
cask "calibre"
cask "chromedriver"
cask "claude"
cask "copyq"
cask "cursor"
cask "dbeaver-community"
cask "displaylink"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "keycastr"
cask "keyclu"
cask "lm-studio"
cask "maccy"
cask "mactex"
cask "mattermost"
cask "medis"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "neovide-app"
cask "ngrok"
cask "notion"
cask "obs"
cask "opera"
cask "powershell"
cask "slack"
cask "spotify"
cask "steam"
cask "superwhisper"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zen"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.format-selection-as-html"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexcvzz.vscode-sqlite"
vscode "alexkrechik.cucumberautocomplete"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bencoleman.armview"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chrischinchilla.vscode-pandoc"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "darfka.vbscript"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "davidbucka.open-in-sketch"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "dhoeric.ansible-vault"
vscode "dioxuslabs.dioxus"
vscode "disneystreaming.smithy"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "ex-codes.pine-script-syntax-highlighter"
vscode "exiasr.hadolint"
vscode "fcrespo82.markdown-table-formatter"
vscode "fill-labs.dependi"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "heaths.vscode-guid"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-settings-cycler"
vscode "ironmansoftware.powershell-universal"
vscode "jakebecker.elixir-ls"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jinxdash.prettier-rust"
vscode "jock.svg"
vscode "karunamurti.tera"
vscode "kdl-org.kdl"
vscode "keesschollaart.vscode-home-assistant"
vscode "lewissteele.vscode-sql-lint"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "louiswt.regexp-preview"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azure-load-testing.microsoft-testing"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pepri.smithy-vscode"
vscode "phind.phind"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "polypus74.trusty-rusty-snippets"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rafamel.subtle-brackets"
vscode "rangav.vscode-thunder-client"
vscode "raynigon.nginx-formatter"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rusnasonov.vscode-hugo"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "samuelcolvin.jinjahtml"
vscode "sandcastle.vscode-open"
vscode "sclu1034.justfile"
vscode "sebsojeda.vscode-svx"
vscode "shardulm94.trailing-spaces"
vscode "soren.go-coverage-viewer"
vscode "sumneko.lua"
vscode "surrealdb.surrealql"
vscode "svelte.svelte-vscode"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tim-koehler.helm-intellisense"
vscode "tsandall.opa"
vscode "tyriar.luna-paint"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wattenberger.footsteps"
vscode "wengerk.highlight-bad-chars"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
