aaron-bond.better-comments@3.0.2
adpyke.codesnap@1.3.4
anysphere.csharp@1.0.1
anysphere.pyright@1.1.327
asvetliakov.vscode-neovim@1.18.22
bradlc.vscode-tailwindcss@0.14.23
bytecodealliance.wit-idl@0.3.3
cardinal90.multi-cursor-case-preserve@1.0.5
cedar-policy.vscode-cedar@0.8.0
chrischinchilla.vale-vscode@0.20.0
christian-kohler.path-intellisense@2.10.0
codezombiech.gitignore@0.10.0
continue.continue@1.0.14
cucumberopen.cucumber-official@1.11.0
darkriszty.markdown-table-prettify@3.6.0
davidanson.vscode-markdownlint@0.60.0
dawhite.mustache@1.1.1
denoland.vscode-deno@3.44.2
dprint.dprint@0.16.5
eamodio.gitlens@17.2.0
ecmel.vscode-html-css@2.0.13
exiasr.hadolint@1.1.2
fcrespo82.markdown-table-formatter@3.0.0
fill-labs.dependi@0.7.15
formulahendry.auto-rename-tag@0.1.10
github.vscode-github-actions@0.27.2
golang.go@0.46.1
gruntfuggly.todo-tree@0.0.226
hashicorp.terraform@2.34.5
jebbs.plantuml@2.18.1
jock.svg@1.5.4
kamikillerto.vscode-colorize@0.17.1
kdl-org.kdl@2.1.3
langium.langium-vscode@3.5.0
likec4.likec4-vscode@1.32.2
mitsuhiko.insta@1.0.7
ms-azuretools.vscode-docker@2.0.0
ms-dotnettools.vscode-dotnet-runtime@2.3.2
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.20
ms-python.debugpy@2024.6.0
ms-python.isort@2025.0.0
ms-python.python@2024.12.3
ms-python.vscode-pylance@2024.8.1
ms-toolsai.jupyter@2024.11.0
ms-toolsai.jupyter-renderers@1.1.0
ms-toolsai.vscode-jupyter-cell-tags@0.1.9
ms-toolsai.vscode-jupyter-slideshow@0.1.6
ms-vscode-remote.remote-containers@0.394.0
ms-vscode.powershell@2025.0.0
netcorext.uuid-generator@0.0.5
quicktype.quicktype@23.0.170
redhat.vscode-yaml@1.18.0
rust-lang.rust-analyzer@0.3.2509
saoudrizwan.claude-dev@3.17.15
shardulm94.trailing-spaces@0.4.1
skellock.just@2.0.0
surrealdb.surrealql@0.2.16
svelte.svelte-vscode@109.9.0
tamasfe.even-better-toml@0.21.2
tauri-apps.tauri-vscode@0.2.9
teabyii.ayu@1.0.5
tintinweb.graphviz-interactive-preview@0.3.5
tompollak.lazygit-vscode@0.1.16
tsandall.opa@0.19.0
unifiedjs.vscode-mdx@1.8.14
usernamehw.errorlens@3.26.0
vadimcn.vscode-lldb@1.11.4
vincaslt.highlight-matching-tag@0.11.0
vitest.explorer@1.26.0
voldemortensen.rainbow-tags@0.4.1
vscode-icons-team.vscode-icons@12.13.0
wengerk.highlight-bad-chars@0.0.6
yoavbls.pretty-ts-errors@0.6.1
yzhang.markdown-all-in-one@3.6.3
zignd.html-css-class-completion@1.20.0
